Repository: CherryFramework/cherry-grid
Catalog: languages/cherry-grid-*.po
Languages: es_es, it_it

source: Grid Options
es_es: Opciones de Rejilla
it_it: Le opzioni della Griglia

source: Width
es_es: Anchura
it_it: Larghezza

source: Show with image
es_es: Mostrar con la imagen
it_it: Mostra l'immagine

source: Yes
es_es: Si
it_it: Si

source: Excerpt length
es_es: Longitud del extacto
it_it: Lunghezza estratto

source: Item background color
es_es: Color de fondo de artículos
it_it: Colore di sfondo dell'articolo

source: Item text color
es_es: Color del texto del artículo
it_it: Colore di testo dell'articolo

source: CSS class for post item
es_es: Clase CSS para cada elemento del artículo
it_it: La classe CSS di elemento dell'articolo

source: Read More
es_es: Leer Más
it_it: Leggi di Più

source: There are no posts found
es_es: No hay mensajes encontrados
it_it: Qui non abbiamo trovato dei articoli

source: Template file does not exist
es_es: Archivo de plantilla no existe
it_it: Il file di Template risulta inesistente

source: Grid
es_es: Rejilla
it_it: Griglia

source: Number of posts
es_es: Número de artículos
it_it: Numero degli articoli

source: Set number of posts to show
es_es: Establecer el número de artículos para mostrar
it_it: Imposta il numero degli articoli da visualizzare

source: Post type
es_es: Tipo de artículo
it_it: Tipo di articolo

source: Select post type to get posts from
es_es: Seleccione el tipo de artículos para conseguir artículos de
it_it: Selezionare il tipo di articolo per ottenere gli articoli da

source: Grid layout
es_es: Diseño de cuadrícula
it_it: Disposizione della griglia

source: Select grid layout type
es_es: Seleccione tipo de diseño para rejilla
it_it: Seleziona il tipo di disposizione della griglia

source: Rows
es_es: Filas
it_it: Righe

source: Columns
es_es: Columnas
it_it: Colonne

source: Masonry
es_es: Ladrillos

source: Gutter Width
es_es: Anchura del espacio entre columnas (arroyo)

source: Set gutter width (in px)
es_es: Establezca el espacio entre columnas (arroyo) (en px)
it_it: Impostare la larghezza della grondaia (in px)

source: Columns number
es_es: Cantidad de columnas
it_it: Numero di colonne

source: Set columns number (has effect only for columns layout type)
es_es: Establezca el número de columnas (tiene efecto sólo para las columnas de este formato de diseño)
it_it: Impostare il numero delle colonne (ha effetto solo per il tipo di disposizione delle colonne)

source: Initial item width
es_es: La anchura inicial del artículo
it_it: Larghezza dell'elemento iniziale

source: Set initial item width
es_es: Establezca la anchura inicial del artículo
it_it: Impostare la larghezza iniziale dell'articolo

source: Thumbnail size
es_es: Tamaño de la miniatura
it_it: Grandezza Thumbnail

source: Set post thumbnail size to show
es_es: Establezca el tamaño de la miniatura del artículo para mostrar
it_it: Impostare la grandezza di visualizzazione dell'articolo thumbnail

source: Read more button text
es_es: Texto del botón Leer más
it_it: Il testo del pulsante "Leggi di Più"

source: Enter text for read more button
es_es: Introduzca el texto para el botón leer más
it_it: Inserisci il testo per il pulsante "Leggi di Più"

source: Custom CSS class
es_es: Clase CSS personalizada
it_it: La classe CSS personalizzata

source: Enter custom CSS class name
es_es: Introduzca clase CSS personalizada
it_it: Inserisci il nome della classe CSS personalizzata

source: Template
es_es: Plantilla

source: Shortcode template
es_es: Plantilla de shortcode

source: Class
es_es: Clase
it_it: Classe

source: Extra CSS class
es_es: Extra clase CSS
it_it: Classe CSS Extra
